[
  {
    "Title": "Cameră DSLR Nikon D750",
    "Content": "Vând cameră foto Nikon D750 în stare perfectă de funcționare. Vine cu obiectiv 50mm f/1.8, baterie suplimentară și geantă de transport.",
    "ContentResumed": "cameră foto Nikon D750, obiectiv, baterie, geantă de transport",
    "DesiredItem": "Obiectiv Canon EF 24-70mm f/2.8L II USM"
  },
  {
    "Title": "Bicicletă de munte",
    "Content": "Schimb bicicletă de munte în stare excelentă, marca Specialized Rockhopper, cu o bicicletă de șosea de calitate similară. Preferabil cu cadru de carbon.",
    "ContentResumed": "bicicletă de munte, Specialized Rockhopper, bicicletă de șosea, cadru de carbon",
    "DesiredItem": "Bicicletă de cursieră cu cadru de carbon"
  },
  {
    "Title": "Consolă de jocuri PlayStation 5",
    "Content": "Doresc să fac schimb cu un PC de gaming performant. Consola PlayStation 5 este nouă, sigilată în cutie, cu un controller și jocul Spider-Man: Miles Morales inclus.",
    "ContentResumed": "consolă de jocuri PlayStation 5, PC de gaming, nouă, sigilată, controller, Spider-Man: Miles Morales",
    "DesiredItem": "PC de gaming cu procesor Intel i9 și placa video NVIDIA GeForce RTX 3080"
  },
  {
    "Title": "Telefon mobil iPhone 12 Pro",
    "Content": "Vând sau schimb telefonul mobil iPhone 12 Pro, culoare Graphite, capacitate de stocare 256GB. În stare impecabilă, cu toate accesoriile originale.",
    "ContentResumed": "telefon mobil iPhone 12 Pro, Graphite, capacitate de stocare 256GB, stare impecabilă, accesoriile originale",
    "DesiredItem": "Telefon mobil Samsung Galaxy S21 Ultra"
  },
  {
    "Title": "Laptop Dell XPS 15",
    "Content": "Vând laptop Dell XPS 15, modelul 2021, cu procesor Intel i7 de generația a 11-a și ecran OLED. Stare perfectă, cu tastatură iluminată și Windows 10 Pro licențiat.",
    "ContentResumed": "laptop Dell XPS 15, modelul 2021, procesor Intel i7, ecran OLED, stare perfectă, tastatură iluminată, Windows 10 Pro",
    "DesiredItem": "Laptop MacBook Pro cu M1 Pro"
  }
]